{
    "addon.mod_assign.multipleteams_desc": "Η ανάθεση απαιτεί την υποβολή σε ομάδες. Είστε μέλος περισσότερων από μία ομάδων. Για να μπορέσετε να υποβάλετε εργασία πρέπει να είστε μέλος μόνο μιας ομάδας. Επικοινωνήστε με τον καθηγητή σας για να αλλάξετε την συμμετοχή σας σε ομάδες.",
    "addon.mod_assign.noteam_desc": "Αυτή η ανάθεση απαιτεί την υποβολή σε ομάδες. Δεν είστε μέλος οποιασδήποτε ομάδας, έτσι δεν μπορείτε να δημιουργήσετε μια υποβολή. Επικοινωνήστε με τον καθηγητή σας για να προστεθείτε σε μια ομάδα.",
    "addon.mod_assign.submissioneditable": "Ο φοιτητής μπορεί να επεξεργαστεί αυτήν την υποβολή",
    "addon.mod_assign.submissionnoteditable": "Ο φοιτητής δεν μπορεί να επεξεργαστεί αυτήν την υποβολή",
    "addon.mod_feedback.non_respondents_students": "Φοιτητές που δεν απάντησαν  ({{$a}})",
    "addon.mod_lesson.defaultessayresponse": "Η έκθεσή σας θα βαθμολογηθεί από τον καθηγητή σας.",
    "addon.mod_lesson.displayofgrade": "Εμφάνιση βαθμού (μόνο για φοιτητές)",
    "addon.mod_lesson.modattemptsnoteacher": "Η ανασκόπηση από φοιτητή δουλεύει μόνο για τους φοιτητές",
    "addon.mod_lesson.teacherjumpwarning": "Μία μεταπήδηση {{$a.cluster}} ή μια μεταπήδηση {{$a.unseen}} χρησιμοποιείται σε αυτήν τη διδασκαλία. Η μεταπήδηση επόμενης σελίδας θα χρησιμοποιηθεί αντί αυτών. Συνδεθείτε ως φοιτητής για να δοκιμάσετε αυτές τις μεταπηδήσεις.",
    "addon.mod_lesson.teacherongoingwarning": "Το τρέχων σκορ εμφανίζεται μόνο στους φοιτητές. Συνδεθείτε ως φοιτητής για να δείτε το τρέχων σκορ",
    "addon.mod_lesson.teachertimerwarning": "Το χρονόμετρο λειτουργεί μόνο για τους φοιτητές. Συνδεθείτε ως φοιτητής για να δοκιμάσετε το χρονόμετρο.",
    "core.course.hiddenfromstudents": "Κρυμμένο από τους φοιτητές",
    "core.decsep": ".",
    "core.labelsep": ":",
    "core.listsep": ";",
    "core.parentlanguage": "el",
    "core.teachers": "Καθηγητές",
    "core.user.editingteacher": "Καθηγητής",
    "core.user.student": "Φοιτητής",
    "core.user.teacher": "Περιορισμένος καθηγητής"
}
